<html >
<head>
<title>Propriedades avan&ccedil;adas</title>
<meta http-equiv="content-type" content="text-html; charset=UTF-8">
<link rel="stylesheet" type="text/css" href="format.css">
</head>
<body>
<h3>Propriedades avan&ccedil;adas</h3>

Os utilizadores podem ajustar de forma din&acirc;mica as propriedades avan&ccedil;adas de acordo com o sistema operativo e o desempenho pretendido.  
Para ajustar as propriedades avan&ccedil;adas, abra o Gestor de dispositivos, expanda a lista de Placas de rede, seleccione &quot;Realtek s&eacute;rie FE/GbE&quot;, clique com o bot&atilde;o direito do rato e abra o item Propriedades. Ser&atilde;o mostradas as propriedades da placa &quot;Realtek s&eacute;rie FE/GbE&quot; e seleccione o separador Avan&ccedil;adas. <p>
<br>

NOTA：
<ul>
<li> As propriedades avan&ccedil;adas apenas devem ser definidas pelos utilizadores mais experientes. Os outros utilizadores devem usar os valores predefinidos.<p>
<li> Uma incorrecta defini&ccedil;&atilde;o destas propriedades avan&ccedil;adas pode levar &agrave; falha na liga&ccedil;&atilde;o ou a uma degrada&ccedil;&atilde;o do desempenho. Se tal acontecer, consulte esta sec&ccedil;&atilde;o para escolher a defini&ccedil;&atilde;o correcta ou proceda ao restauro das op&ccedil;&otilde;es predefinidas.
</ul>
<p> <br> 
 
<hr>
<h4> Auto Disable Gigabit (PowerSaving) (Desactivar Gigabit automaticamente) (Poupan&ccedil;a de energia) </h4>
Para atingir o objectivo de poupan&ccedil;a de energia, o controlador pode desactivar automaticamente a fun&ccedil;&atilde;o de Gigabit quando o cabo for ligado novamente. 
<table border=1 cellspacing=4 width=85%>
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td> Desactivar 	<td> Desactiva a fun&ccedil;&atilde;o Auto Disable Gigabit (Desactivar Gigabit automaticamente) (predefini&ccedil;&atilde;o)<tr> 
<td> Re-Link, Battery  (Ligar novamente, bateria)<td> Ao usar a bateria, a fun&ccedil;&atilde;o Gigabit &eacute; automaticamente desactivada quando o cabo &eacute; novamente ligado<tr> 
<td> Re-Link, Battery or AC  (Ligar novamente, bateria ou a.c.)<td> A fun&ccedil;&atilde;o Gigabit &eacute; automaticamente desactivada quando o cabo &eacute; novamente ligado
</table> <p>
<br>
NOTA：
<ul> 
<li>  (*) A fun&ccedil;&atilde;o &eacute; suportada apenas pela placa Gigabit Ethernet. 
</ul>
<p>
<br>


<h4>Flow Control (Controlo do fluxo)</h4>
A placa de rede Realtek s&eacute;rie FE/GbE pode parar temporariamente a transmiss&atilde;o de pacotes enquanto recebe pacotes de controlo de fluxo, ou enviar pacotes de controlo de fluxo para parar o lado da transmiss&atilde;o, de forma a adaptar a sua velocidade &agrave; velocidade no lado da recep&ccedil;&atilde;o.
O pacote de controlo de fluxo p&aacute;ra o lado da transmiss&atilde;o<p>
<table border=1 cellspacing=4 width=85%>
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td> Activar	<td> Activa o controlo do fluxo (predefini&ccedil;&atilde;o)<tr> 
<td> Desactivar	<td> Desactiva o controlo do fluxo
</table> <p>
<br>

<h4>Green Ethernet</h4>
&Eacute; um modo de poupan&ccedil;a de energia. A placa de rede Realtek s&eacute;rie FE/GbE consegue detectar o comprimento do cabo de liga&ccedil;&atilde;o para determinar a tens&atilde;o de sa&iacute;da da transmiss&atilde;o e diminuir o consumo de energia. <p>
<table border=1 cellspacing=4 width=85%>
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td> Activar	<td> Activar a fun&ccedil;&atilde;o Green Ethernet<tr> 
<td> Desactivar	<td> Desactivar a fun&ccedil;&atilde;o Green Ethernet
</table> <p>
<br>
NOTA：
<ul> 
<li>  (*) A predefinição varia de acordo com o produto. Consulte a folha de dados para definir a função.
</ul>
<p>
<br>
<h4>Interrupt Moderation (Modera&ccedil;&atilde;o de interrup&ccedil;&atilde;o)</h4>
A frequ&ecirc;ncia da interrup&ccedil;&atilde;o em termos da CPU &eacute; ajustada de forma din&acirc;mica de acordo com o tr&aacute;fego da rede. 
A activa&ccedil;&atilde;o desta fun&ccedil;&atilde;o pode diminuir a utiliza&ccedil;&atilde;o da CPU.
<table border=1 cellspacing=4 width=85%>
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td> Activar	<td> Activa a fun&ccedil;&atilde;o Interrupt Moderation (Modera&ccedil;&atilde;o de interrup&ccedil;&atilde;o) (predefini&ccedil;&atilde;o)<tr> 
<td> Desactivar	<td> Desactiva a fun&ccedil;&atilde;o Interrupt Moderation (Modera&ccedil;&atilde;o de interrup&ccedil;&atilde;o)
</table> <p>
<br>

<h4>IPv4 Checksum Offload (Soma de verifica&ccedil;&atilde;o offload IPv4)</h4> 
Define a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o IPv4 por parte do hardware.
<table border=1 cellspacing=4 width=85%> 
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>Desactivar<td>Desactiva a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o IPv4 por parte do hardware.<tr>
<td>  Rx &amp; Tx Enabled (Activar Rx e Tx) <td> Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o IPv4 tanto para o modo Tx como Rx por parte do hardware (predefini&ccedil;&atilde;o)<tr> 
<td> Rx Enabled (Activar Rx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o IPv4 para o modo Rx por parte do hardware.<tr> 
<td>Tx Enabled (Activar Tx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o IPv4 para o modo Tx por parte do hardware
</table> <p>
<br>

<h4> Jumbo Frame (Estrutura jumbo)</h4>
A unidade m&aacute;xima de transmiss&atilde;o (MTU, Maximum Transmit Unit) da Ethernet &eacute; de 1500 bytes. A estrutura jumbo &eacute; a estrutura cujo tamanho &eacute; superior a 1500 bytes.  O utilizador pode usar esta op&ccedil;&atilde;o para ajustar a unidade m&aacute;xima de transmiss&atilde;o suportada pela placa NIC da Ethernet. <p>
<table border=1 cellspacing=4 width=85%> 
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>2KB MTU  (MTU de 7 KB)<td>Define a estrutura jumbo para 2 Kbytes. <tr> 
<td>3KB MTU  (MTU de 3 KB)<td>Define a estrutura jumbo para 3 Kbytes.  <tr> 
<td>4KB MTU  (MTU de 4 KB)<td>Define a estrutura jumbo para 4 Kbytes.  <tr> 
<td>5KB MTU  (MTU de 5 KB)<td>Define a estrutura jumbo para 5 Kbytes.  <tr> 
<td>6KB MTU  (MTU de 6 KB)<td>Define a estrutura jumbo para 6 Kbytes.  <tr> 
<td>7KB MTU  (MTU de 7 KB)<td>Define a estrutura jumbo para 7 Kbytes.  <tr> 
<td>8KB MTU  (MTU de 8 KB)<td>Define a estrutura jumbo para 8 Kbytes.  <tr> 
<td>9KB MTU  (MTU de 9 KB)<td>Define a estrutura jumbo para 9 Kbytes.  <tr> 
<td>Disable (Desactivar)<td> Desactiva a estrutura jumbo (predefini&ccedil;&atilde;o)
</table> <p>
<br>
NOTA:
<ul> 
<li> Para activar a estrutura jumbo, &eacute; necess&aacute;rio activar tamb&eacute;m esta capacidade no outro lado da liga&ccedil;&atilde;o.
</ul>
<p>
<br>


<h4>Large Send Offload v2 (IPv4) (Envio grande de offload v2) (IPv4)</h4>
Define a fun&ccedil;&atilde;o de fragmenta&ccedil;&atilde;o de pacotes TCP por parte da placa NIC.
<table border=1 cellspacing=4 width=85%>
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td> Activar	<td> Activa a fun&ccedil;&atilde;o de fragmenta&ccedil;&atilde;o de pacotes IPv4 por parte da placa NIC (predefini&ccedil;&atilde;o)<tr> 
<td> Desactivar 	<td> Desactiva a fun&ccedil;&atilde;o de fragmenta&ccedil;&atilde;o de pacotes IPv4 por parte da placa NIC
</table> <p>
<br>

<h4>Large Send Offload v2 (IPv6) (Envio grande de offload v2) (IPv6)</h4>
Define a fun&ccedil;&atilde;o de fragmenta&ccedil;&atilde;o de pacotes IPv6 por parte da placa NIC.
<table border=1 cellspacing=4 width=85%>
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>Activar<td>Activa a fun&ccedil;&atilde;o de fragmenta&ccedil;&atilde;o de pacotes IPv6 por parte da placa NIC (predefini&ccedil;&atilde;o)<tr> 
<td> Desactivar<td> Desactiva a fun&ccedil;&atilde;o de fragmenta&ccedil;&atilde;o de pacotes IPv6 por parte da placa NIC
</table> <p>
<br>


<h4> Network Address  (Endere&ccedil;o de rede)</h4>
Para alterar o endere&ccedil;o MAC
<ul> 
<ui> Valor predefinido：N&atilde;o presente
</ul> 
<p> <br> 

<h4> Priority &amp; VLAN  (Prioridade e VLAN)</h4>
A norma IEEE 802.1Q/p especifica a prioridade do pacote e a VLAN a que este pertence. Defina a op&ccedil;&atilde;o para activar a capacidade de transmiss&atilde;o com prioridade e a etiquetagm ou n&atilde;o da VLAN pela placa NIC.  <p>
<table border=1 cellspacing=4 width=85%>
<th>Op&ccedil;&otilde;es</th> <th> Descri&ccedil;&atilde;o</th>  <tr>
<td> Priority &amp; VLAN Disabled  (Desactivar prioridade e VLAN)	<td> Desactiva a capacidade de defini&ccedil;&atilde;o da prioridade e a etiquetagm ou n&atilde;o da VLAN.<tr> 
<td> Priority &amp; VLAN Enabled  (Activar prioridade e VLAN)	<td> Activa a capacidade de defini&ccedil;&atilde;o da prioridade e a etiquetagm ou n&atilde;o da VLAN pelo hardware (predefini&ccedil;&atilde;o)<tr> 
<td> Priority Enabled (Activar prioridade)	<td> Activa a capacidade de defini&ccedil;&atilde;o da prioridade por parte do hardware<tr> 
<td> VLAN Enabled (Activar VLAN)	<td> Activa a capacidade de etiquetagm ou n&atilde;o da VLAN pelo hardware
</table> <p>
<br>

<h4>Receive Buffers (Mem&oacute;ria de recep&ccedil;&atilde;o)</h4> 
Define o tamanho da mem&oacute;ria de recep&ccedil;&atilde;o
<table border=1 cellspacing=4 width=85%> 
<th>Op&ccedil;&otilde;es</th> <th>Range (Intervalo)</th>  <tr>
<td> Tamanho da mem&oacute;ria para recep&ccedil;&atilde;o <td> 1~512 (predefini&ccedil;&atilde;o :512) 
</table> <p>
<br>

<h4>Receive Side Scaling (RSS)</h4> 
Dimensionamento do Lado da Recep&ccedil;&atilde;o (RSS) &eacute; um mecanismo de equil&iacute;brio de carga para determinar dinamicamente a CPU multi-n&uacute;cleo ou v&aacute;rios CPUs que processam os pacotes recebidos.  <p> 
<table border=1 cellspacing=4 width=85%>
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td> Activar	<td> Activa a fun&ccedil;&atilde;o RSS (predefini&ccedil;&atilde;o)<tr> 
<td> Desactivar<td>Desactiva a fun&ccedil;&atilde;o RSS
</table> <p>
<br>
NOTA：
<ul>
<li> Consulte a folha de dados para se certificar que a placa de rede Realtek s&eacute;rie FE/GbE suporta esta fun&ccedil;&atilde;o.
</ul> <p><br>

<h4>Shutdown Wake-On-Lan (Encerrar Wake-On-Lan)</h4>
Define a fun&ccedil;&atilde;o Wake-On-Lan after shutdown (Wake-On-Lan ap&oacute;s encerramento).
<table border=1 cellspacing=4 width=85%> 
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td> Activar	<td> Activa a fun&ccedil;&atilde;o Wake-On-Lan after shutdown (Wake-On-Lan ap&oacute;s encerramento) (predefini&ccedil;&atilde;o)<tr> 
<td> Desactivar	<td> Desactiva a fun&ccedil;&atilde;o Wake-On-Lan after shutdown
</table> <p>
<br>

<h4> Speed &amp; Duplex (Velocidade e modo duplex)</h4>
Altera a velocidade da liga&ccedil;&atilde;o e o modo duplex<p>
<table border=1 cellspacing=4 width=85%> 
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>Auto Negotiation  (Auto negocia&ccedil;&atilde;o)<td>  A velocidade suportada em termos da liga&ccedil;&atilde;o e do modo duplex do dispositivo ligado &eacute; negociada automaticamente (predefini&ccedil;&atilde;o)<tr> 
<td>10 Mbps Half Duplex (Modo semi-duplex de 100 Mbps) <td>Define a velocidade da liga&ccedil;&atilde;o e do modo semi-duplex para 10 Mbps<tr> 
<td> 10 Mbps Full Duplex (Modo full duplex de 100 Mbps) <td>Define a velocidade da liga&ccedil;&atilde;o e do modo full duplex para 10 Mbps<tr> 
<td> 100 Mbps Half Duplex (Modo semi-duplex de 100 Mbps) <td>Define a velocidade da liga&ccedil;&atilde;o e do modo semi-duplex para 100 Mbps<tr>
<td> 100 Mbps Full Duplex (Modo full duplex de 100 Mbps) <td>Define a velocidade da liga&ccedil;&atilde;o e do modo full duplex para 100 Mbps<tr> 
<td> 1,0 Gbps Full Duplex (Modo full duplex de 1,0 Gbps) <td>Define a velocidade da liga&ccedil;&atilde;o e do modo full duplex para 100 Mbps (*)
</table> <p>
<br>
NOTA：
<ul> 
<li>  (*) Apenas as placas de rede da s&eacute;rie Gbe suportam o modo Full Duplex de 1.0 Gbps. 
</ul>
<p>
<br>


<h4>TCP Checksum Offload (IPv4) (Soma de verifica&ccedil;&atilde;o offload TCP) (IPv4)</h4> 
Define a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o TCP por parte do hardware (IPv4)
<table border=1 cellspacing=4 width=85%> 
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>Desactivar<td>Desactiva a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o TCP por parte do hardware (IPv4)<tr>
<td>   Rx &amp; Tx Enabled (Activar Rx e Tx) <td> Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o TCP tanto para o modo Tx como Rx por parte do hardware (predefini&ccedil;&atilde;o)<tr> 
<td> Rx Enabled (Activar Rx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o TCP para o modo Rx por parte do hardware (IPv4)<tr> 
<td>Tx Enabled (Activar Tx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o TCP para o modo Tx por parte do hardware (IPv4)
</table> <p>
<br>

<h4>TCP Checksum Offload (IPv6) (Soma de verifica&ccedil;&atilde;o offload TCP) (IPv6)</h4> 
Define a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o TCP por parte do hardware (IPv6)
<table border=1 cellspacing=4 width=85%> 
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>Disable (Desactivar)<td>Desactiva a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o TCP por parte do hardware (IPv6)<tr>
<td>  Rx &amp; Tx Enabled (Activar Rx e Tx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o TCP tanto para o modo Tx como Rx por parte do hardware (IPv6) (predefini&ccedil;&atilde;o)<tr> 
<td> Rx Enabled (Activar Rx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o TCP para o modo Rx por parte do hardware (IPv6)<tr> 
<td>Tx Enabled (Activar Tx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o TCP para o modo Tx por parte do hardware (IPv6)
</table> <p>
<br>

<h4>Transmit Buffers (Mem&oacute;ria de transmiss&atilde;o)</h4> 
Define o tamanho da mem&oacute;ria para transmiss&atilde;o
<table border=1 cellspacing=4 width=85%> 
<th>Op&ccedil;&otilde;es</th> <th>Range (Intervalo)</th>  <tr>
<td> Tamanho da mem&oacute;ria para transmiss&atilde;o <td> 1~128 (predefini&ccedil;&atilde;o:128) 
</table> <p>
<br>

<h4>UDP Checksum Offload (IPv4) (Soma de verifica&ccedil;&atilde;o offload UDP) (IPv4)</h4> 
Define a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o UDP por parte do hardware (IPv4)
<table border=1 cellspacing=4 width=85%> 
<th>Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>Desactivar<td>Desactiva a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o UDP por parte do hardware (IPv4)<tr>
<td>  Rx &amp; Tx Enabled (Activar Rx e Tx) <td> Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o UDP tanto para o modo Tx como Rx por parte do hardware (IPv4) (predefini&ccedil;&atilde;o)<tr> 
<td> Rx Enabled (Activar Rx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o UDP para o modo Rx por parte do hardware (IPv4)<tr> 
<td>Tx Enabled (Activar Tx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o UDP para o modo Tx por parte do hardware (IPv4)
</table> <p>
<br>

<h4>UDP Checksum Offload (IPv6) (Soma de verifica&ccedil;&atilde;o offload UDP) (IPv6)</h4> 
Define a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o UDP por parte do hardware (IPv6)
<table border=1 cellspacing=4 width=85%> 
<th> Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>Desactivar<td>Desactiva a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o UDP por parte do hardware (IPv6)<tr>
<td> Rx &amp; Tx Enabled (Activar Rx e Tx) <td> Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o UDP tanto para o modo Tx como Rx por parte do hardware (IPv6) (predefini&ccedil;&atilde;o)<tr> 
<td> Rx Enabled (Activar Rx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o UDP para o modo Rx por parte do hardware (IPv6)<tr> 
<td>Tx Enabled (Activar Tx) <td>Activa a fun&ccedil;&atilde;o de soma de verifica&ccedil;&atilde;o UDP para o modo Tx por parte do hardware (IPv6)
</table> <p>
<br>

<h4>Activar com pacote Magic</h4> 
Define a capacidade para permitir que a placa NIC active o sistema em estado de suspens&atilde;o ou hiberna&ccedil;&atilde;o ao receber um pacote Magic
<table border=1 cellspacing=4 width=85%> 
<th> Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>Activar<td>Activa a capacidade de Activar com pacote Magic (predefinido)<tr>
<td>Desactivar<td>Desactiva a capacidade de Activar com pacote Magic
</table> <p>
<br>

<h4>Activar com correspond&ecirc;ncia por padr&atilde;o</h4> 
Define a capacidade para permitir que a placa NIC active o sistema em estado de suspens&atilde;o ou hiberna&ccedil;&atilde;o ao receber uma correspond&ecirc;ncia por padr&atilde;o
<table border=1 cellspacing=4 width=85%> 
<th> Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>Activar<td>Activa a capacidade de Activar com correspond&ecirc;ncia por padr&atilde;o (predefinido)<tr>
<td>Desactivar<td>Desactiva a capacidade de Activar com correspond&ecirc;ncia por padr&atilde;o
</table> <p>
<br>

<h4>Velocidade de liga&ccedil;&atilde;o em WOL e Encerramento</h4> 
Define a velocidade de liga&ccedil;&atilde;o da placa NIC enquanto o sistema se encontra em modo de suspens&atilde;o, hiberna&ccedil;&atilde;o ou encerramento. 
<table border=1 cellspacing=4 width=85%> 
<th> Op&ccedil;&otilde;es</th> <th>Descri&ccedil;&atilde;o</th>  <tr>
<td>10 Mbps Primeiro<td>Define a velocidade de liga&ccedil;&atilde;o para 10 Mbps enquanto o sistema se encontra em modo de suspens&atilde;o, hiberna&ccedil;&atilde;o ou encerramento (predefinido)<tr>
<td>100 Mbps Primeiro<td>Define a velocidade de liga&ccedil;&atilde;o para 100 Mbps enquanto o sistema se encontra em modo de suspens&atilde;o, hiberna&ccedil;&atilde;o ou encerramento
</table> <p>
<br>
</body>
</html>
