<html >
<head>
<title>Propri&eacute;t&eacute; avanc&eacute;e</title>
<meta http-equiv="content-type" content="text-html; charset=UTF-8">
<link rel="stylesheet" type="text/css" href="format.css">
</head>
<body>
<h3>Propri&eacute;t&eacute;s avanc&eacute;es</h3>

Les utilisateurs peuvent régler de manière dynamique les propriétés avancées en fonction de l'environnement opérationnel et des performances. Pour changer le réglage d'une propriété avancée, veuillez ouvrir le Gestionnaire de périphériques, développez la liste arborescente des adaptateurs du réseau, sélectionnez " Contrôleur de la Gamme Realtek FE/GbE", cliquez avec le bouton droit de la souris et lancez l'option du menu Propriétés.... Les propriétés du "Contrôleur de la Gamme Realtek FE/GbE" s'affichent, sélectionnez la fiche de la propriété Avancé. <p>
<br>

REMARQUE:
<ul>
<li> Les utilisateurs exp&eacute;riment&eacute;s se servent des param&egrave;tres des propri&eacute;t&eacute;s avanc&eacute;es. Les autres utilisateurs valident les valeurs par d&eacute;fauts.<p>
<li> Tout param&eacute;trage incorrect des propri&eacute;t&eacute;s avanc&eacute;es entra&icirc;nera l'&eacute;chec de la connexion ou une d&eacute;gradation de la performance. Si ces cas se pr&eacute;sentaient, reportez-vous &agrave; cette section pour s&eacute;lectionner le param&egrave;tre appropri&eacute; ou restaurer la valeur par d&eacute;faut.
</ul>
<p> <br> 
 
<hr>
<h4> Auto-d&eacute;sactiver Gigabit (&eacute;conomie d'&eacute;nergie)</h4>
Pour &eacute;conomiser de l&rsquo;&eacute;nergie, le pilote peut d&eacute;sactiver automatiquement le Gigabit lorsque le c&acirc;ble est rebranch&eacute;. 
<table border=1 cellspacing=4 width=85%>
<th>Options</th> <th>Description</th>  <tr>
<td> D&eacute;sactiv&eacute; 	<td> Permet de d&eacute;sactiver la fonction de l'auto d&eacute;sactivation de Gigabit (valeur par d&eacute;faut)<tr> 
<td> Relier, batterie<td> Lorsque les batteries sont utilis&eacute;es, auto d&eacute;sactive le gigabit lors d'une reliaison<tr> 
<td> Relier, batterie ou CA<td> Auto d&eacute;sactive le gigabit lors d'une reliaison
</table> <p>
<br>
REMARQUE:
<ul> 
<li>  (*) Cette fonction est seulement support&eacute;e par le Contr&ocirc;leur Ethernet Gigabit. 
</ul>
<p>
<br>


<h4>Contr&ocirc;le du flux</h4>
Le Contrôleur de la Gamme Realtek FE/GbE peut temporairement arrêter la transmission des paquets lorsqu’il reçoit un paquet de contrôle du flux, ou il peut envoyer le paquet de contrôle du flux pour pauser le côté d’envoi, afin de faire coïncider la vitesse du côté d’envoi avec celle du côté reçu. Le paquet de contrôle du flux pour pauser le côté d’envoi
 <p>
<table border=1 cellspacing=4 width=85%>
<th>Options</th> <th>Description</th>  <tr>
<td> Activ&eacute;	<td> Permet d'activer la fonction de contr&ocirc;le de flux (par d&eacute;faut)<tr> 
<td> D&eacute;sactiv&eacute;	<td> Permet de d&eacute;sactiver la fonction du contr&ocirc;le de flux 
</table> <p>
<br>

<h4>Ethernet vert</h4>
C&rsquo;est un mode d&rsquo;&eacute;conomie d&rsquo;&eacute;nergie. Le Contr&ocirc;leur de la Gamme Realtek FE/GbE peut d&eacute;tecter la longueur du c&acirc;ble branch&eacute; pour d&eacute;terminer la tension de sortie d'envoi et pour r&eacute;duire la consommation &eacute;lectrique. <p>
<table border=1 cellspacing=4 width=85%>
<th>Options</th> <th>Description</th>  <tr>
<td> Activ&eacute;	<td> Pour activer la fonction Ethernet vert.<tr> 
<td> D&eacute;sactiv&eacute;	<td> Pour d&eacute;sactiver la fonction Ethernet vert.
</table> <p>
<br>
REMARQUE:
<ul> 
<li>  (*) Le réglage par défaut dépend du produit. Référez-vous à la page des spéc. pour régler la fonction.
</ul>
<p>
<br>
<h4>Mod&eacute;ration de l'interruption</h4>
Permet de r&eacute;gler de mani&egrave;re dynamique la fr&eacute;quence de l'interruption &agrave; l'unit&eacute; centrale selon le trafic du r&eacute;seau. 
Activez cette fonction pour r&eacute;duire la charge de l&rsquo;unit&eacute; centrale.
<table border=1 cellspacing=4 width=85%>
<th>Options</th> <th>Description</th>  <tr>
<td> Activ&eacute;	<td> Permet d'activer la fonction de mod&eacute;ration de l'interruption (par d&eacute;faut)<tr> 
<td> D&eacute;sactiv&eacute;	<td> Permet de d&eacute;sactiver la fonction de mod&eacute;ration de l'interruption
</table> <p>
<br>

<h4>IPv4 	D&eacute;charge de somme de contr&ocirc;le</h4> 
Permet de d&eacute;finir la fonction de la somme de contr&ocirc;le IPv4 via le mat&eacute;riel
<table border=1 cellspacing=4 width=85%> 
<th>Options</th> <th>Description</th>  <tr>
<td>D&eacute;sactiv&eacute;<td>Permet de d&eacute;sactiver la fonction de la somme de contr&ocirc;le IPv4 via le mat&eacute;riel<tr>
<td>  Rx &amp; Tx activ&eacute;s<td> Permet d'activer la fonction de la somme de contr&ocirc;le IPv4 dans Tx et Rx via le mat&eacute;riel (par d&eacute;faut)<tr> 
<td> Rx activ&eacute;<td>Permet d'activer la fonction de la somme de contr&ocirc;le IPv4 uniquement dans Rx via le mat&eacute;riel<tr> 
<td>Tx activ&eacute;<td>Permet d'activer la fonction de la somme de contr&ocirc;le IPv4 uniquement dans Tx via le mat&eacute;riel
</table> <p>
<br>

<h4> Trame jumbo</h4>
L'unit&eacute; de transmission maximale (MTU) d'Ethernet est 1500&nbsp;octets. La trame jumbo repr&eacute;sente la trame dont la longueur est sup&eacute;rieure &agrave; 1500&nbsp;octets.  L'utilisateur peut se servir de cette option pour r&eacute;gler l'unit&eacute; de transmission maximale prise en charge par Ethernet NIC. 
<p>
<table border=1 cellspacing=4 width=85%> 
<th>Options</th> <th>Description</th>  <tr>
<td>2 Ko MTU<td>D&eacute;finit la longueur de la trame jumbo &agrave; 2 Ko. <tr> 
<td>3 Ko MTU<td>D&eacute;finit la longueur de la trame jumbo &agrave; 3 Ko.  <tr> 
<td>4 Ko MTU<td>D&eacute;finit la longueur de la trame jumbo &agrave; 4 Ko.  <tr> 
<td>5 Ko MTU<td>D&eacute;finit la longueur de la trame jumbo &agrave; 5 Ko.  <tr> 
<td>6 Ko MTU<td>D&eacute;finit la longueur de la trame jumbo &agrave; 6 Ko.  <tr> 
<td>7 Ko MTU<td>D&eacute;finit la longueur de la trame jumbo &agrave; 7 Ko.  <tr> 
<td>8 Ko MTU<td>D&eacute;finit la longueur de la trame jumbo &agrave; 8 Ko.  <tr> 
<td>9 Ko MTU<td>D&eacute;finit la longueur de la trame jumbo &agrave; 9 Ko.  <tr> 
<td>D&eacute;sactiver<td> Permet de d&eacute;sactiver la fonction de la trame jumbo (valeur par d&eacute;faut)
</table> <p>
<br>
REMARQUE:
<ul> 
<li> Pour activer la fonction de la trame jumbo, l'autre c&ocirc;t&eacute; connect&eacute; doit &eacute;galement activer la fonction.
</ul>
<p>
<br>


<h4>D&eacute;charge d'envoi large v2(IPv4)</h4>
Permet de d&eacute;finir la fonction de fragmentation du paquet TCP via le mat&eacute;riel NIC
<table border=1 cellspacing=4 width=85%>
<th>Options</th> <th>Description</th>  <tr>
<td> Activ&eacute;	<td> Permet d'activer la fonction de fragmentation du paquet IPv4 via le mat&eacute;riel NIC (valeur par d&eacute;faut)<tr> 
<td> D&eacute;sactiv&eacute; 	<td> Permet de d&eacute;sactiver la fonction de fragmentation du paquet IPv4 via le mat&eacute;riel NIC
</table> <p>
<br>

<h4>D&eacute;charge d'envoi large v2(IPv6)</h4>
Permet de d&eacute;finir la fonction de fragmentation du paquet IPv6 via le mat&eacute;riel NIC
<table border=1 cellspacing=4 width=85%>
<th>Options</th> <th>Description</th>  <tr>
<td>Activ&eacute;<td>Permet d'activer la fonction de fragmentation du paquet IPv6 via le mat&eacute;riel NIC (valeur par d&eacute;faut)<tr> 
<td> D&eacute;sactiv&eacute;<td> Permet de d&eacute;sactiver la fonction de fragmentation du paquet IPv6 via le mat&eacute;riel NIC
</table> <p>
<br>


<h4> Adresse r&eacute;seau</h4>
Changer l'adresse MAC
<ul> 
<ui> Valeur par d&eacute;faut: Absente
</ul> 
<p> <br> 

<h4> Priorit&eacute; et VLAN</h4>
Les informations de IEEE 802.1Q/p servent &agrave; indiquer la priorit&eacute; du paquet et le VLAN auquel il appartient. D&eacute;finir l'option pour activer la capacit&eacute; de la transmission de propri&eacute;t&eacute; ainsi que le taggage/d&eacute;taggage VLAN par le mat&eacute;riel NIC.  <p>
<table border=1 cellspacing=4 width=85%>
<th>Options</th> <th> Description</th>  <tr>
<td> Priorit&eacute; et VLAN d&eacute;sactiv&eacute;s	<td> Permet de d&eacute;sactiver les fonctions de propri&eacute;t&eacute; ainsi que le taggage/d&eacute;taggage VLAN.<tr> 
<td> Priorit&eacute; et VLAN activ&eacute;s	<td> Permet d'activer les fonctions de propri&eacute;t&eacute; ainsi que le taggage/d&eacute;taggage VLAN via le mat&eacute;riel (valeur par d&eacute;faut).<tr> 
<td> Priorit&eacute;&nbsp;activ&eacute;e	<td> Permet de d&eacute;finir la fonction de priorit&eacute; via le mat&eacute;riel<tr> 
<td> VLAN activ&eacute;	<td> Permet d'activer la fonction de taggage/d&eacute;taggage VLAN via le mat&eacute;riel
</table> <p>
<br>

<h4>Tampons de r&eacute;ception</h4> 
Permet de d&eacute;finir la taille des tampons de r&eacute;ception
<table border=1 cellspacing=4 width=85%> 
<th>Options</th> <th>Plage</th>  <tr>
<td> Taille des tampons de r&eacute;ception<td> 1~512 (par d&eacute;faut:512)
</table> <p>
<br>

<h4>Received Side Scaling</h4> 
Receive Side Scaling (RSS) est un m&eacute;canisme de balance de la charge pour assigner dynamiquement l&rsquo;unit&eacute; centrale multi-core ou plusieurs unit&eacute;s centrales &agrave; traiter les paquets re&ccedil;us.  <p> 
<table border=1 cellspacing=4 width=85%>
<th>Options</th> <th>Description</th>  <tr>
<td> Activ&eacute;	<td> Permet d'activer la fonction de RSS (par d&eacute;faut)<tr> 
<td> D&eacute;sactiv&eacute;<td>Permet de d&eacute;sactiver la fonction de RSS 
</table> <p>
<br>
REMARQUE:
<ul>
<li>R&eacute;f&eacute;rez-vous &agrave; la page des sp&eacute;cs pour vous assurer que le contr&ocirc;leur de la Gamme Realtek FE/GbE puisse supporter cette fonction.
</ul> <p><br>

<h4>Arr&ecirc;t R&eacute;veil par le r&eacute;seau </h4>
Pemet de d&eacute;finir la fonction de R&eacute;veil par le  r&eacute;seau apr&egrave;s arr&ecirc;t.
<table border=1 cellspacing=4 width=85%> 
<th>Options</th> <th>Description</th>  <tr>
<td> Activ&eacute;	<td> Permet d'activer la fonction de R&eacute;veil par le r&eacute;seau apr&egrave;s arr&ecirc;t. (valeur par d&eacute;faut).<tr> 
<td> D&eacute;sactiv&eacute;	<td> Permet de d&eacute;sactiver la fonction de R&eacute;veil par le r&eacute;seau apr&egrave;s arr&ecirc;t.
</table> <p>
<br>

<h4> Vitesse et duplex</h4>
Permet de changer la vitesse de la liaison et le mode duplex<p>
<table border=1 cellspacing=4 width=85%> 
<th>Options</th> <th>Description</th>  <tr>
<td>Auto-n&eacute;gociation<td>  Permet d'auto-n&eacute;gocier la vitesse de la liaison et le mode duplex avec le p&eacute;riph&eacute;rique connect&eacute; (par d&eacute;faut)<tr> 
<td>10 Mbits/s Semi duplex
<td>D&eacute;finit la vitesse de la liaison et le mode duplex &agrave; 10&nbsp;Mbits/s/Semi-duplex
<tr> 
<td> 10 Mbits/s duplex int&eacute;gral<td>D&eacute;finit la vitesse de la liaison et le mode duplex &agrave; 10&nbsp;Mbits/s/Duplex int&eacute;gral<tr> 
<td> 100 Mbits/s Semi duplex<td>D&eacute;finit la vitesse de la liaison et le mode duplex &agrave; 100 Mbits/Semi-duplex<tr>
<td> 100 Mbits/s duplex int&eacute;gral<td>D&eacute;finit la vitesse de la liaison et le mode duplex &agrave; 100&nbsp;Mbits/Duplex int&eacute;gral<tr> 
<td> 1,0 Gbits/s duplex int&eacute;gral<td>D&eacute;finit la vitesse de la liaison et le mode duplex &agrave; 1,0 Gb/s/Duplex int&eacute;gral (*)
</table> <p>
<br>
REMARQUE:
<ul> 
<li>  (*) Seulement les contr&ocirc;leurs de la Gamme Gbe supporte le duplex int&eacute;gral 1.0 Gbps. 
</ul>
<p>
<br>


<h4>D&eacute;charge de somme de contr&ocirc;le TCP (IPv4)</h4> 
Permet de d&eacute;finir la fonction de la somme de contr&ocirc;le TCP via le mat&eacute;riel (IPv4)
<table border=1 cellspacing=4 width=85%> 
<th>Options</th> <th>Description</th>  <tr>
<td>D&eacute;sactiv&eacute;<td>Permet de d&eacute;sactiver la fonction de la somme de contr&ocirc;le TCP via le mat&eacute;riel (IPv4)<tr>
<td>   Rx &amp; Tx activ&eacute;s<td> Permet d'activer la fonction de la somme de contr&ocirc;le TCP dans Tx et Rx via le mat&eacute;riel (IPv4) (par d&eacute;faut)<tr> 
<td> Rx activ&eacute;<td>Permet d'activer la fonction de la somme de contr&ocirc;le TCP uniquement dans Rx via le mat&eacute;riel (IPv4)<tr> 
<td>Tx activ&eacute;<td>Permet d'activer la fonction de la somme de contr&ocirc;le TCP uniquement dans Tx via le mat&eacute;riel (IPv4)
</table> <p>
<br>

<h4>D&eacute;charge de somme de contr&ocirc;le TCP (IPv6)</h4> 
Permet de d&eacute;finir la fonction de la somme de contr&ocirc;le TCP via le mat&eacute;riel (IPv6)
<table border=1 cellspacing=4 width=85%> 
<th>Options</th> <th>Description</th>  <tr>
<td>D&eacute;sactiver<td>Permet de d&eacute;sactiver la fonction de la somme de contr&ocirc;le TCP via le mat&eacute;riel (IPv6)<tr>
<td>  Rx &amp; Tx activ&eacute;s<td>Permet d'activer la fonction de la somme de contr&ocirc;le TCP dans Tx et Rx via le mat&eacute;riel (IPv6) (par d&eacute;faut)<tr> 
<td> Rx activ&eacute;<td>Permet d'activer la fonction de la somme de contr&ocirc;le TCP uniquement dans Rx via le mat&eacute;riel (IPv6)<tr> 
<td>Tx activ&eacute;<td>Permet d'activer la fonction de la somme de contr&ocirc;le TCP uniquement dans Tx via le mat&eacute;riel (IPv6)
</table> <p>
<br>

<h4>Tampons de transmission</h4> 
Permet de d&eacute;finir la taille des tampons de transmission
<table border=1 cellspacing=4 width=85%> 
<th>Options</th> <th>Plage</th>  <tr>
<td> Taille des tampons de transmission<td> 1~128 (par d&eacute;faut:128)
</table> <p>
<br>

<h4>D&eacute;charge de somme de contr&ocirc;le UDP (IPv4)</h4> 
Permet de d&eacute;finir la fonction de la somme de contr&ocirc;le UDP via le mat&eacute;riel (IPv4)
<table border=1 cellspacing=4 width=85%> 
<th>Options</th> <th>Description</th>  <tr>
<td>D&eacute;sactiv&eacute;<td>Permet de d&eacute;sactiver la fonction de la somme de contr&ocirc;le UDP via le mat&eacute;riel (IPv4)<tr>
<td>  Rx &amp; Tx activ&eacute;s<td> Permet d'activer la fonction de la somme de contr&ocirc;le UDP dans Tx et Rx via le mat&eacute;riel (IPv4) (par d&eacute;faut)<tr> 
<td> Rx activ&eacute;<td>Permet d'activer la fonction de la somme de contr&ocirc;le UDP uniquement dans Rx via le mat&eacute;riel (IPv4)<tr> 
<td>Tx activ&eacute;<td>Permet d'activer la fonction de la somme de contr&ocirc;le UDP uniquement dans Tx via le mat&eacute;riel (IPv4)
</table> <p>
<br>

<h4>D&eacute;charge de somme de contr&ocirc;le UDP (IPv6)</h4> 
Permet de d&eacute;finir la fonction de la somme de contr&ocirc;le UDP via le mat&eacute;riel (IPv6)
<table border=1 cellspacing=4 width=85%> 
<th> Options</th> <th>Description</th>  <tr>
<td>D&eacute;sactiv&eacute;<td>Permet de d&eacute;sactiver la fonction de la somme de contr&ocirc;le UDP via le mat&eacute;riel (IPv6)<tr>
<td> Rx &amp; Tx activ&eacute;s<td> Permet d'activer la fonction de la somme de contr&ocirc;le UDP dans Tx et Rx via le mat&eacute;riel (IPv6) (par d&eacute;faut)<tr> 
<td> Rx activ&eacute;<td>Permet d'activer la fonction de la somme de contr&ocirc;le UDP uniquement dans Rx via le mat&eacute;riel (IPv6)<tr> 
<td>Tx activ&eacute;<td>Permet d'activer la fonction de la somme de contr&ocirc;le UDP uniquement dans Tx via le mat&eacute;riel (IPv6)
</table> <p>
<br>

<h4>R&eacute;veil par Paquet magique</h4> 
Fonction qui permet d&rsquo;activer le NIC pour r&eacute;veiller le syst&egrave;me en veille ou en hibernation lorsqu&rsquo;il re&ccedil;oit un paquet magique
<table border=1 cellspacing=4 width=85%> 
<th> Options</th> <th>Description</th>  <tr>
<td>Activ&eacute;<td>Pour activer la fonction de R&eacute;veil par paquet magique (r&eacute;glage par d&eacute;faut)<tr>
<td>D&eacute;sactiv&eacute;<td>Pour d&eacute;sactiver la fonction de R&eacute;veil par paquet magique
</table> <p>
<br>

<h4>R&eacute;veil par Symbole correspondant</h4> 
Fonction qui permet d&rsquo;activer le NIC pour r&eacute;veiller le syst&egrave;me en veille ou en hibernation lorsqu&rsquo;il re&ccedil;oit un symbole correspondant.
<table border=1 cellspacing=4 width=85%> 
<th> Options</th> <th>Description</th>  <tr>
<td>Activ&eacute;<td>Pour activer la fonction de R&eacute;veil par symbole correspondant (r&eacute;glage par d&eacute;faut)<tr>
<td>D&eacute;sactiv&eacute;<td>Pour d&eacute;sactiver la fonction de R&eacute;veil par symbole correspondant
</table> <p>
<br>

<h4>WOL &amp; Vitesse de terminaison de liaison</h4> 
R&egrave;gle la vitesse de liaison du NIC, lorsque le syst&egrave;me est en veille, hibernation ou &eacute;teint. 
<table border=1 cellspacing=4 width=85%> 
<th> Options</th> <th>Description</th>  <tr>
<td>10 Mbps en premier<td>lorsque le syst&egrave;me est en veille, hibernation ou &eacute;teint (r&eacute;glage par d&eacute;faut)<tr>
<td>100 Mbps en premier<td>R&egrave;gle la vitesse de liaison sur 100 Mbps lorsque le syst&egrave;me est en veille, hibernation ou &eacute;teint 
</table> <p>
<br>
</body>
</html>
