<html >
<head>
<title>Gelişmiş &Ouml;zellikler</title>
<meta http-equiv="content-type" content="text-html; charset=UTF-8">
<link rel="stylesheet" type="text/css" href="format.css">
</head>
<body>
<h3>Gelişmiş &Ouml;zellikler</h3>

Kullanıcılar gelişmiş &ouml;zellikleri &ccedil;alışma ortamına ve performans fakt&ouml;r&uuml;ne g&ouml;re dinamik olarak ayarlayabilirler.  
Gelişmiş &ouml;zellikleri ayarlamak i&ccedil;in, L&uuml;tfen Aygıt Y&ouml;neticisini a&ccedil;ın, Ağ Adapt&ouml;rleri ağacı listesini genişletin, &quot;Realtek FE/GbE Aile Kumandası&quot;’nı se&ccedil;in, mouse&rsquo;un sağ d&uuml;ğmesine tıklayın ve &Ouml;zellikler menu &ouml;ğesini başlatın…, &quot;Realtek FE/GbE Aile Kumandası&quot;’ &ouml;zellikleri a&ccedil;ılacaktır, Gelişmiş &ouml;zellikler sayfasını se&ccedil;in. 
<p>
<br>

NOT：
<ul>
<li> Gelişmiş &ouml;zellik ayarları ileri d&uuml;zey kullanıcılar i&ccedil;in kullanılmaktadır. Genel kullanıcılar i&ccedil;in, l&uuml;tfen varsayılan değerleri kullanın.<p>
<li> Gelişmiş &ouml;zelliklerin yanlış ayarlanması bağlantı hatasına veya performansın azalmasına yol a&ccedil;ar. Bu gibi durumlarda, doğru ayarı se&ccedil;mek veya varsayılan değere ayarlamak i&ccedil;in l&uuml;tfen bu b&ouml;l&uuml;me bakın.
</ul>
<p> <br> 
 
<hr>
<h4> Gigabit'i Otomatik Olarak Devre Dışı Bırak (G&uuml;&ccedil; Tasarrufu)</h4>
G&uuml;&ccedil; tasarrufu elde etmek i&ccedil;in, s&uuml;r&uuml;c&uuml; kablo yeniden bağlandığında Gigabit'i otomatik olarak devre dışı bırakabilir. 
<table border=1 cellspacing=4 width=85%>
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td> Devre Dışı Bırakıldı 	<td> Gigabit'i Otomatik Olarak Devre Dışı Bırak &ouml;zelliğini devre dışı bırak (varsayılan)<tr> 
<td> Yeniden Bağla, Pil<td> Pil kullanıldığında, yeniden bağlandığında gigabiti otomatik olarak devre dışı bırakır<tr> 
<td> Yeniden Bağla, Pil veya AC<td> Yeniden bağlandığında gigabiti otomatik olarak devre dışı bırakır
</table> <p>
<br>
NOT：
<ul> 
<li>  (*) &Ouml;zellik yalnızca Gigabit Ethernet Denetleyicisi i&ccedil;in desteklenmektedir. 
</ul>
<p>
<br>


<h4>Akış Kontrol&uuml;</h4>
Realtek FE/GbE Aile Kumandası akış kontrol paketini alırken, paketleri aktarmayı ge&ccedil;ici olarak durduracaktır ya da aktarılan ve alınan tarafların hızını birbirine uydurmak amacıyla aktarılan
 tarafı duraklatmak i&ccedil;in akış kontrol paketini g&ouml;nderebilir.<p>
<table border=1 cellspacing=4 width=85%>
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td> Etkinleştirildi	<td> Akış kontrol&uuml; &ouml;zelliğini etkinleştirir (varsayılan)<tr> 
<td> Devre Dışı Bırakıldı	<td> Akış kontrol&uuml; &ouml;zelliğini devre dışı bırakır
</table> <p>
<br>

<h4>Yeşil Ethernet</h4>
Bir g&uuml;&ccedil; tasarruf modudur. Realtek FE/GbE Aile Kumandası, aktarım &ccedil;ıkış voltajını belirlemek i&ccedil;in takılan kablounun uzunluğunu algılayabilir ve d&uuml;ş&uuml;k g&uuml;&ccedil; t&uuml;ketimi sağlayabilir. <p>
<table border=1 cellspacing=4 width=85%>
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td> Etkinleştirildi	<td> Yeşil Ethernet &ouml;zelliğini etkinleştir<tr> 
<td> Devre Dışı Bırakıldı	<td> Yeşil Ethernet &ouml;zelliğini devredışı bırak
</table> <p>
<br>
NOT：
<ul> 
<li>  (*) Varsayılan ayar ürünlere bağlı olarak farklılık gösterebilir. Özelliği ayarlamak için lütfen veri sayfasına bakın.
</ul>
<p>
<br>
<h4>Kesme D&uuml;zenleme</h4>
Ağ trafiğine g&ouml;re CPU'ya kesme frekansını dinamik olarak ayarlar 
Bu &ouml;zelliğin etkinleştirilmesi işlemcinin daha az kullanılmasını sağlar.
<table border=1 cellspacing=4 width=85%>
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td> Etkinleştirildi	<td> Kesme d&uuml;zenleme &ouml;zelliğini etkinleştirir (varsayılan)<tr> 
<td> Devre Dışı Bırakıldı	<td> Kesme d&uuml;zenleme &ouml;zelliğini devre dışı bırakır
</table> <p>
<br>

<h4>IPv4 Boşaltma Sağlama Toplamı</h4> 
IPv4 boşaltma sağlama toplamı &ouml;zelliğini donanımla ayarlayın
<table border=1 cellspacing=4 width=85%> 
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>Devre Dışı Bırakıldı<td>IPv4 boşaltma sağlama toplamı &ouml;zelliğini donanımla devre dışı bırakın<tr>
<td>  Rx &amp; Tx Etkinleştirildi<td> IPv4 sağlama toplamı &ouml;zelliğini hem Tx hem de Rx'de donanımla etkinleştirin (varsayılan)<tr> 
<td> Rx Etkinleştirildi<td>IPv4 sağlama toplamı &ouml;zelliğini yalnızca Rx'de donanımla etkinleştirin<tr> 
<td>Tx Etkinleştirildi<td>IPv4 sağlama toplamı &ouml;zelliğini yalnızca Tx'de donanımla etkinleştirin
</table> <p>
<br>

<h4> Jumbo &Ccedil;er&ccedil;eve</h4>
Ethernetin maksimum iletim birimi (MTU) 1500 bayttır. Jumbo &ccedil;er&ccedil;eve uzunluğu 1500 bayttan b&uuml;y&uuml;k &ccedil;er&ccedil;evedir.  Kullanıcı Ethernet NIC tarafından desteklenen maksimum iletim birimini ayarlamak i&ccedil;in bu se&ccedil;eneği kullanabilir. <p>
<table border=1 cellspacing=4 width=85%> 
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>2KB MTU<td>Jumbo &Ccedil;er&ccedil;evenin uzunluğunu 2K bayta ayarlar. <tr> 
<td>3KB MTU<td>Jumbo &Ccedil;er&ccedil;evenin uzunluğunu 3K bayta ayarlar.  <tr> 
<td>4KB MTU<td>Jumbo &Ccedil;er&ccedil;evenin uzunluğunu 4K bayta ayarlar.  <tr> 
<td>5KB MTU<td>Jumbo &Ccedil;er&ccedil;evenin uzunluğunu 5K bayta ayarlar.  <tr> 
<td>6KB MTU<td>Jumbo &Ccedil;er&ccedil;evenin uzunluğunu 6K bayta ayarlar.  <tr> 
<td>7KB MTU<td>Jumbo &Ccedil;er&ccedil;evenin uzunluğunu 7K bayta ayarlar.  <tr> 
<td>8KB MTU<td>Jumbo &Ccedil;er&ccedil;evenin uzunluğunu 8K bayta ayarlar.  <tr> 
<td>9KB MTU<td>Jumbo &Ccedil;er&ccedil;evenin uzunluğunu 9K bayta ayarlar.  <tr> 
<td>Devre Dışı Bırak<td> Jumbo &Ccedil;er&ccedil;eve &ouml;zelliğini devre dışı bırakır (varsayılan)
</table> <p>
<br>
NOT:
<ul> 
<li> Jumbo &Ccedil;er&ccedil;eve &ouml;zelliğini etkinleştirmek i&ccedil;in, diğer bağlanan tarafın da &ouml;zelliği etkinleştirmesi gerekir.
</ul>
<p>
<br>


<h4>B&uuml;y&uuml;k G&ouml;nderme Boşaltma v2(IPv4)</h4>
NIC donanımıyla TCP paket par&ccedil;alanmanın &ouml;zelliğini ayarlayın.
<table border=1 cellspacing=4 width=85%>
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td> Etkinleştirildi	<td> NIC donanımıyla IPv4 paket par&ccedil;alanmanın &ouml;zelliğini etkinleştirir (varsayılan)<tr> 
<td> Devre Dışı Bırakıldı 	<td> NIC donanımıyla IPv4 paket par&ccedil;alanmanın &ouml;zelliğini devre dışı bırakır
</table> <p>
<br>

<h4>B&uuml;y&uuml;k G&ouml;nderme Boşaltma v2(IPv6)</h4>
NIC donanımıyla IPv6 paket par&ccedil;alanmanın &ouml;zelliğini ayarlayın
<table border=1 cellspacing=4 width=85%>
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>Etkinleştirildi<td>NIC donanımıyla IPv6 paket par&ccedil;alanmanın &ouml;zelliğini etkinleştirir (varsayılan)<tr> 
<td> Devre Dışı Bırakıldı<td> NIC donanımıyla IPv6 paket par&ccedil;alanmanın &ouml;zelliğini devre dışı bırakır
</table> <p>
<br>


<h4> Ağ Adresi</h4>
MAC adresini değiştirin
<ul> 
<ui> Varsayılan Değer：Mevcut değil
</ul> 
<p> <br> 

<h4> &Ouml;ncelik &amp; VLAN</h4>
IEEE 802.1Q/p bilgileri paketin &ouml;nceliğini ve sahip olduğu VLAN'ı g&ouml;stermek i&ccedil;indir. &Ouml;ncelik iletim &ouml;zelliğini ve NIC donanımyla VLAN etiketleme/etiket kaldırmayı m&uuml;mk&uuml;n kılabilecek se&ccedil;eneği ayarlayın.  <p>
<table border=1 cellspacing=4 width=85%>
<th>Se&ccedil;enekler</th> <th> Tanım</th>  <tr>
<td> &Ouml;ncelik &amp; VLAN Devre Dışı Bırakıldı	<td> &Ouml;ncelik ve VLAN etiketleme/etiket kaldırma &ouml;zelliklerini devre dışı bırakır<tr> 
<td> &Ouml;ncelik &amp; VLAN Etkinleştirildi	<td> &Ouml;ncelik ve VLAN etiketleme/etiket kaldırma &ouml;zelliklerini donanımla etkinleştirir (varsayılan)<tr> 
<td> &Ouml;ncelik Etkinleştirildi	<td> &Ouml;ncelik &ouml;zelliğini donanımla etkinleştirir<tr> 
<td> VLAN Etkinleştirildi	<td> VLAN etiketleme/etiket kaldırma &ouml;zelliğini donanımla etkinleştirin
</table> <p>
<br>

<h4>Arabellekleri Al</h4> 
Alınan arabellek boyutunu ayarla
<table border=1 cellspacing=4 width=85%> 
<th>Se&ccedil;enekler</th> <th>Mesafe</th>  <tr>
<td> Alınan arabellek boyutu<td> 1~512 (varsayılan:512)
</table> <p>
<br>

<h4>Alınan Yan &Ouml;l&ccedil;ekleme</h4> 
Alma Tarafı &Ouml;l&ccedil;eklendirmesi (RSS) alınan paketleri işlemek i&ccedil;in &ccedil;ok &ccedil;ekirdekli işlemci veya birden fazla işlemciyi dinamik olarak atayan bir y&uuml;k dengeleme mekanizmasıdır.  <p> 
<table border=1 cellspacing=4 width=85%>
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td> Etkinleştirildi	<td> RSS &ouml;zelliğini etkinleştirir (varsayılan)<tr> 
<td> Devre Dışı Bırakıldı<td>RSS &ouml;zelliğini devre dışı bırak
</table> <p>
<br>
NOT：
<ul>
<li> L&uuml;tfen Realtek FE/GbE Aile Kumandasıın bu &ouml;zelliği desteklediğinden emin olmak i&ccedil;in veri sayfasına bakınız.
</ul> <p><br>

<h4>Kapanma Wake-On-Lan (Lan'da Uyan)</h4>
Kapandıktan sonra Wake-On-Lan (Lan'da Uyan) &ouml;zelliğini ayarlayın.
<table border=1 cellspacing=4 width=85%> 
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td> Etkinleştirildi	<td> Kapandıktan sonra Wake-On-Lan (Lan'da Uyan) &ouml;zelliğini etkinleştirir. (varsayılan)<tr> 
<td> Devre Dışı Bırakıldı	<td> Kapandıktan sonra Wake-On-Lan (Lan'da Uyan) &ouml;zelliğini devre dışı bırakır
</table> <p>
<br>

<h4> Hız &amp; &Ccedil;ift Y&ouml;nl&uuml;</h4>
Bağlantı hızını ve &ccedil;ift y&ouml;nl&uuml; modu değiştirin<p>
<table border=1 cellspacing=4 width=85%> 
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>Otomatik G&ouml;r&uuml;şme<td>  Otomatik g&ouml;r&uuml;şme desteklenen bağlantı hızı ve bağlı aygıtla &ccedil;ift y&ouml;nl&uuml; mod (varsayılan)<tr> 
<td>10 Mbps Yarım &Ccedil;ift Y&ouml;nl&uuml;<td>Bağlantı hızını ve &ccedil;ift y&ouml;nl&uuml; modu 10Mbps/Yarım &Ccedil;ift Y&ouml;nl&uuml;'ye ayarlayın<tr> 
<td> 10 Mbps Tam &Ccedil;ift Y&ouml;nl&uuml;<td>Bağlantı hızını ve &ccedil;ift y&ouml;nl&uuml; modu 10Mbps/Tam &Ccedil;ift Y&ouml;nl&uuml;'ye ayarlayın<tr> 
<td> 100 Mbps Yarım &Ccedil;ift Y&ouml;nl&uuml;<td>Bağlantı hızını ve &ccedil;ift y&ouml;nl&uuml; modu 100Mbps/Yarım &Ccedil;ift Y&ouml;nl&uuml;'ye ayarlayın<tr>
<td> 100 Mbps Tam &Ccedil;ift Y&ouml;nl&uuml;<td>Bağlantı hızını ve &ccedil;ift y&ouml;nl&uuml; modu 100Mbps/Tam &Ccedil;ift Y&ouml;nl&uuml;'ye ayarlayın<tr> 
<td> 1.0 Gbps Tam &Ccedil;ift Y&ouml;nl&uuml;<td>Bağlantı hızını ve &ccedil;ift y&ouml;nl&uuml; modu 1000Mbps/Tam &Ccedil;ift Y&ouml;nl&uuml;'ye ayarlayın (*)
</table> <p>
<br>
NOT：
<ul> 
<li>  (*) Sadece Gbe Aile Kumandası  1.0 Gbps Full Duplex&rsquo;i desteklemektedir. 
</ul>
<p>
<br>


<h4>TCP Boşaltma Sağlama Toplamı (IPv4)</h4> 
TCP sağlama toplamı &ouml;zelliğini donanımla ayarlayın (IPv4)
<table border=1 cellspacing=4 width=85%> 
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>Devre Dışı Bırakıldı<td>TCP sağlama toplamı &ouml;zelliğini donanımla devre dışı bırakın (IPv4)<tr>
<td>   Rx &amp; Tx Etkinleştirildi<td> TCP sağlama toplamı &ouml;zelliğini hem Tx hem de Rx'de donanımla etkinleştirin (IPv4) (varsayılan)<tr> 
<td> Rx Etkinleştirildi<td>TCP sağlama toplamı &ouml;zelliğini yalnızca Rx'de donanımla etkinleştirin (IPv4)<tr> 
<td>Tx Etkinleştirildi<td>TCP sağlama toplamı &ouml;zelliğini yalnızca Tx'de donanımla etkinleştirin (IPv4)
</table> <p>
<br>

<h4>TCP Boşaltma Sağlama Toplamı (IPv6)</h4> 
TCP sağlama toplamı &ouml;zelliğini donanımla ayarlayın (IPv6)
<table border=1 cellspacing=4 width=85%> 
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>Devre Dışı Bırak<td>TCP sağlama toplamı &ouml;zelliğini donanımla devre dışı bırakın (IPv6)<tr>
<td>  Rx &amp; Tx Etkinleştirildi<td>TCP sağlama toplamı &ouml;zelliğini hem Tx hem de Rx'de donanımla etkinleştirin (IPv6) (varsayılan)<tr> 
<td> Rx Etkinleştirildi<td>TCP sağlama toplamı &ouml;zelliğini yalnızca Rx'de donanımla etkinleştirin (IPv6)<tr> 
<td>Tx Etkinleştirildi<td>TCP sağlama toplamı &ouml;zelliğini yalnızca Tx'de donanımla etkinleştirin (IPv6)
</table> <p>
<br>

<h4>Arabellekleri İlet</h4> 
Arabellek iletim boyutunu ayarlayın
<table border=1 cellspacing=4 width=85%> 
<th>Se&ccedil;enekler</th> <th>Mesafe</th>  <tr>
<td> Arabellek iletim boyutu<td> 1~128 (varsayılan:128)
</table> <p>
<br>

<h4>UDP Boşaltma Sağlama Toplamı (IPv4)</h4> 
UDP sağlama toplamı &ouml;zelliğini donanımla ayarlayın (IPv4)
<table border=1 cellspacing=4 width=85%> 
<th>Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>Devre Dışı Bırakıldı<td>UDP sağlama toplamı &ouml;zelliğini donanımla devre dışı bırakın (IPv4)<tr>
<td>  Rx &amp; Tx Etkinleştirildi<td> UDP sağlama toplamı &ouml;zelliğini hem Tx hem de Rx'de donanımla etkinleştirin (IPv4) (varsayılan)<tr> 
<td> Rx Etkinleştirildi<td>UDP sağlama toplamı &ouml;zelliğini yalnızca Rx'de donanımla etkinleştirin (IPv4)<tr> 
<td>Tx Etkinleştirildi<td>UDP sağlama toplamı &ouml;zelliğini yalnızca Tx'de donanımla etkinleştirin (IPv4)
</table> <p>
<br>

<h4>UDP Boşaltma Sağlama Toplamı (IPv6)</h4> 
UDP sağlama toplamı &ouml;zelliğini donanımla ayarlayın (IPv6)
<table border=1 cellspacing=4 width=85%> 
<th> Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>Devre Dışı Bırakıldı<td>UDP sağlama toplamı &ouml;zelliğini donanımla devre dışı bırakın (IPv6)<tr>
<td> Rx &amp; Tx Etkinleştirildi<td> UDP sağlama toplamı &ouml;zelliğini hem Tx hem de Rx'de donanımla etkinleştirin (IPv6) (varsayılan)<tr> 
<td> Rx Etkinleştirildi<td>UDP sağlama toplamı &ouml;zelliğini yalnızca Rx'de donanımla etkinleştirin (IPv6)<tr> 
<td>Tx Etkinleştirildi<td>UDP sağlama toplamı &ouml;zelliğini yalnızca Tx'de donanımla etkinleştirin (IPv6)
</table> <p>
<br>

<h4>Sihirli Pakette Uyan</h4> 
Sihirli paketi alırken uyku veya hazırda bekletme durumundan sistemi uyandırmak i&ccedil;in &ouml;zelliği NIC&rsquo;I etkinleştir&rsquo;e ayarlayın
<table border=1 cellspacing=4 width=85%> 
<th> Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>Etkinleştirildi<td>Sihirli paket &ouml;zelliğini etkinleştir (varsayılan) <tr>
<td>Devre Dışı Bırakıldı<td>Sihirli paket &ouml;zelliğini devre dışı bırak
</table> <p>
<br>

<h4>Şablon Eşleştirmede Uyan</h4> 
Eşleştirilen şablonu alırken sistemi uyku veya hazırda bekletmede uyandırmak i&ccedil;in &ouml;zelliği NIC&rsquo;I etkinleştir&rsquo;e ayarlayın.
<table border=1 cellspacing=4 width=85%> 
<th> Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>Etkinleştirildi<td>Şablon Eşleştirme &ouml;zelliğini etkinleştir (varsayılan)<tr>
<td>Devre Dışı Bırakıldı<td>Şablon Eşleştirme &ouml;zelliğini devredışı bırak
</table> <p>
<br>

<h4>WOL &amp; Kapatma Bağlantı Hızı</h4> 
Sistem uyku, hazırda bekletme veya kapatma durumundayken NIC bağlantı hızını ayarlayın. 
<table border=1 cellspacing=4 width=85%> 
<th> Se&ccedil;enekler</th> <th>Tanım</th>  <tr>
<td>10 Mbps İlk &ouml;nce<td>Sistem uyku, hazırda bekletme veya kapatma durumundayken 10 Mpbs&rsquo;lik bağlantı hızını ayarlayın (varsayılan)<tr>
<td>100 Mbps İlk &ouml;nce<td>Sistem uyku, hazırda bekletme veya kapatma durumundayken 100 Mbps&rsquo;lik bağlantı hızını ayarlayın
</table> <p>
<br>
</body>
</html>
